Repository: y187082446-netizen/Compositor-cn
Catalog: Compositor/Localization/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, it, ja, pt_br, ru, zh_hans

source: Text-editing shortcuts need Command, Option, or Control so they do not replace normal typing.
ar: تحتاج اختصارات تحرير النص إلى أمر أو خيار أو تحكم حتى لا تحل محل الكتابة العادية.
es: Los atajos de edición de texto necesitan Comando, Opción o Control para que no reemplacen la escritura normal.
fr: Les raccourcis d'édition de texte nécessitent Commande, Option ou Contrôle afin de ne pas remplacer la saisie normale.
hi: टेक्स्ट-संपादन शॉर्टकट को कमांड, विकल्प या नियंत्रण की आवश्यकता होती है ताकि वे सामान्य टाइपिंग को प्रतिस्थापित न करें।
it: Le scorciatoie per la modifica del testo richiedono Comando, Opzione o Controllo, quindi non sostituiscono la normale digitazione.
ja: テキスト編集のショートカットにはコマンド、オプション、またはコントロールが必要なので、通常の入力に代わるものではありません。
pt_br: Os atalhos de edição de texto precisam de Comando, Opção ou Controle para que não substituam a digitação normal.
ru: Для ярлыков редактирования текста требуются команды Command, Option или Control, чтобы они не заменяли обычный ввод текста.
zh_hans: 文本编辑快捷方式需要 Command、Option 或 Control，因此它们不会取代正常打字。

source: Texture
ar: الملمس
es: textura
fr: Textures
hi: बनावट
it: Trama
ja: テクスチャ
pt_br: Textura
ru: Текстура
zh_hans: 纹理

source: That selection is too detailed to outline. Try a different Tolerance, or turn on Contiguous.
ar: هذا التحديد مفصل جدًا بحيث لا يمكن تحديده. جرب تسامحًا مختلفًا، أو قم بتشغيل Contigously.
es: Esa selección es demasiado detallada para describirla. Pruebe con una tolerancia diferente o active Contiguo.
fr: Cette sélection est trop détaillée pour être décrite. Essayez une autre tolérance ou activez Contigu.
hi: वह चयन इतना विस्तृत है कि उसकी रूपरेखा तैयार नहीं की जा सकती। एक अलग सहिष्णुता का प्रयास करें, या सन्निहित चालू करें।
it: Quella selezione è troppo dettagliata per essere delineata. Prova una tolleranza diversa o attiva Contiguo.
ja: その選択は詳細すぎて概要を説明できません。別の許容値を試すか、連続をオンにしてください。
pt_br: Essa seleção é muito detalhada para ser descrita. Experimente uma tolerância diferente ou ative Contíguo.
ru: Этот выбор слишком подробен, чтобы его можно было описать. Попробуйте другой допуск или включите параметр «Смежный».
zh_hans: 该选择过于详细，无法概述。尝试不同的容差，或打开连续。

source: The 2012 response. Calibration reaches most of the strength used by Version 6.
ar: رد 2012. تصل المعايرة إلى معظم القوة المستخدمة في الإصدار 6.
es: La respuesta de 2012. La calibración alcanza la mayor parte de la fuerza utilizada por la Versión 6.
fr: La réponse de 2012. L'étalonnage atteint la majeure partie de la force utilisée par la version 6.
hi: 2012 की प्रतिक्रिया. अंशांकन संस्करण 6 द्वारा उपयोग की गई अधिकांश शक्ति तक पहुँच जाता है।
it: La risposta del 2012. La calibrazione raggiunge la maggior parte dell'intensità utilizzata dalla versione 6.
ja: 2012年の回答。キャリブレーションは、バージョン 6 で使用される強度のほとんどに達します。
pt_br: A resposta de 2012. A calibração atinge a maior parte da força usada pela Versão 6.
ru: Ответ 2012 года. Калибровка достигает большей части силы, используемой в версии 6.
zh_hans: 2012年的回应。校准达到了版本 6 使用的大部分强度。

source: The Photoshop file could not be read. It may be damaged or incomplete.
ar: لا يمكن قراءة ملف Photoshop. قد تكون تالفة أو غير كاملة.
es: No se pudo leer el archivo de Photoshop. Puede estar dañado o incompleto.
fr: Le fichier Photoshop n'a pas pu être lu. Il peut être endommagé ou incomplet.
hi: फ़ोटोशॉप फ़ाइल पढ़ी नहीं जा सकी. यह क्षतिग्रस्त या अधूरा हो सकता है.
it: Impossibile leggere il file Photoshop. Potrebbe essere danneggiato o incompleto.
ja: Photoshop ファイルを読み取れませんでした。破損しているか不完全である可能性があります。
pt_br: O arquivo do Photoshop não pôde ser lido. Pode estar danificado ou incompleto.
ru: Файл Photoshop не удалось прочитать. Он может быть поврежден или неполным.
zh_hans: 无法读取 Photoshop 文件。它可能已损坏或不完整。

source: The Photoshop stroke isn’t supported on shape layers and was omitted.
ar: حد Photoshop غير مدعوم في طبقات الشكل وتم حذفه.
es: El trazo de Photoshop no se admite en capas de formas y se omitió.
fr: Le trait Photoshop n’est pas pris en charge sur les calques de forme et a été omis.
hi: फ़ोटोशॉप स्ट्रोक आकार परतों पर समर्थित नहीं है और छोड़ दिया गया था।
it: Il tratto di Photoshop non è supportato sui livelli forma ed è stato omesso.
ja: Photoshop ストロークはシェイプ レイヤーではサポートされていないため、省略されました。
pt_br: O traço do Photoshop não é compatível com camadas de forma e foi omitido.
ru: Обводка Photoshop не поддерживается на слоях фигур и была опущена.
zh_hans: 形状图层不支持 Photoshop 笔划，因此被省略。

source: The Photoshop text warp was omitted.
ar: تم حذف اعوجاج النص في Photoshop.
es: Se omitió la deformación del texto de Photoshop.
fr: La déformation du texte Photoshop a été omise.
hi: फ़ोटोशॉप टेक्स्ट वार्प को छोड़ दिया गया था।
it: La distorsione del testo di Photoshop è stata omessa.
ja: Photoshop のテキスト ワープは省略されました。
pt_br: A distorção de texto do Photoshop foi omitida.
ru: Деформация текста Photoshop была опущена.
zh_hans: Photoshop 文本扭曲被省略。

source: The brush trails the pointer on a string this long, so a shaky hand still draws a smooth line
ar: تحرك الفرشاة المؤشر على خيط بهذه الطول، لذا فإن اليد المرتعشة لا تزال ترسم خطًا ناعمًا
es: El pincel sigue el puntero en una cuerda de este largo, por lo que una mano temblorosa aún dibuja una línea suave.
fr: Le pinceau traîne le pointeur sur une corde aussi longue, donc une main tremblante trace toujours une ligne douce
hi: ब्रश सूचक को एक डोरी पर इतनी देर तक खींचता है, इसलिए कांपता हुआ हाथ अभी भी एक चिकनी रेखा खींचता है
it: Il pennello trascina il puntatore su una corda così lunga, quindi una mano tremante disegna comunque una linea morbida
ja: これほど長い紐の上をブラシがポインタをなぞるので、震える手でも滑らかな線を描くことができます。
pt_br: O pincel segue o ponteiro em uma corda tão longa, então uma mão trêmula ainda desenha uma linha suave
ru: Кисть проводит указатель по веревке такой длины, поэтому дрожащая рука все равно рисует плавную линию.
zh_hans: 画笔在这么长的绳子上追踪指针，所以颤抖的手仍然可以画出平滑的线条

source: The canvas could not be rendered. Try a smaller canvas.
ar: لا يمكن عرض اللوحة القماشية. جرب لوحة قماشية أصغر.
es: No se pudo renderizar el lienzo. Prueba con un lienzo más pequeño.
fr: La toile n'a pas pu être rendue. Essayez une toile plus petite.
hi: कैनवास प्रस्तुत नहीं किया जा सका. एक छोटा कैनवास आज़माएँ.
it: Non è stato possibile eseguire il rendering della tela. Prova una tela più piccola.
ja: キャンバスをレンダリングできませんでした。小さめのキャンバスを試してください。
pt_br: A tela não pôde ser renderizada. Experimente uma tela menor.
ru: Не удалось отобразить холст. Попробуйте холст меньшего размера.
zh_hans: 无法渲染画布。尝试使用较小的画布。

source: The characters to draw with, in any order: each spot gets the one whose ink best matches its tone
ar: الشخصيات التي سيتم الرسم بها، بأي ترتيب: تحصل كل نقطة على النقطة التي يتناسب حبرها بشكل أفضل مع لونها
es: Los personajes con los que dibujar, en cualquier orden: cada mancha tiene aquella cuya tinta coincide mejor con su tono.
fr: Les personnages avec lesquels dessiner, dans n'importe quel ordre : chaque point reçoit celui dont l'encre correspond le mieux à son ton
hi: पात्रों को किसी भी क्रम में चित्रित किया जा सकता है: प्रत्येक स्थान को वह मिलता है जिसकी स्याही उसके स्वर से सबसे अच्छी तरह मेल खाती है
it: I personaggi con cui disegnare, in qualsiasi ordine: ad ogni punto viene assegnato quello il cui inchiostro meglio si adatta al suo tono
ja: 描画する文字 (任意の順序): 各スポットには、そのトーンに最もよく一致するインクを持つ文字が割り当てられます。
pt_br: Os caracteres para desenhar, em qualquer ordem: cada ponto fica com aquele cuja tinta melhor corresponde ao seu tom
ru: Символы для рисования в любом порядке: каждому месту достается тот, чернила которого лучше всего соответствуют его тону.
zh_hans: 绘制的字符，顺序不限：每个点都会使用与其色调最匹配的墨水

source: The height of each line of characters
ar: ارتفاع كل سطر من الأحرف
es: La altura de cada línea de caracteres.
fr: La hauteur de chaque ligne de caractères
hi: वर्णों की प्रत्येक पंक्ति की ऊंचाई
it: L'altezza di ogni riga di caratteri
ja: 文字の各行の高さ
pt_br: A altura de cada linha de caracteres
ru: Высота каждой строки символов
zh_hans: 每行字符的高度

source: The image could not be encoded.
ar: لا يمكن ترميز الصورة.
es: La imagen no se pudo codificar.
fr: L'image n'a pas pu être encodée.
hi: छवि को एन्कोड नहीं किया जा सका.
it: Impossibile codificare l'immagine.
ja: 画像をエンコードできませんでした。
pt_br: A imagem não pôde ser codificada.
ru: Изображение не удалось закодировать.
zh_hans: 无法对图像进行编码。

source: The image could not be read. It may be damaged or unavailable.
ar: لا يمكن قراءة الصورة. قد تكون تالفة أو غير متوفرة.
es: La imagen no se pudo leer. Puede que esté dañado o no esté disponible.
fr: L'image n'a pas pu être lue. Il est peut-être endommagé ou indisponible.
hi: छवि पढ़ी नहीं जा सकी. यह क्षतिग्रस्त या अनुपलब्ध हो सकता है।
it: Impossibile leggere l'immagine. Potrebbe essere danneggiato o non disponibile.
ja: 画像を読み取れませんでした。破損しているか、使用できない可能性があります。
pt_br: A imagem não pôde ser lida. Pode estar danificado ou indisponível.
ru: Изображение невозможно прочитать. Возможно, он поврежден или недоступен.
zh_hans: 无法读取图像。它可能已损坏或不可用。

source: The layer mask couldn’t be converted to 8-bit grayscale and was skipped.
ar: تعذر تحويل قناع الطبقة إلى تدرج رمادي 8 بت وتم تخطيه.
es: La máscara de capa no se pudo convertir a escala de grises de 8 bits y se omitió.
fr: Le masque de calque n’a pas pu être converti en niveaux de gris 8 bits et a été ignoré.
hi: लेयर मास्क को 8-बिट ग्रेस्केल में परिवर्तित नहीं किया जा सका और छोड़ दिया गया।
it: Non è stato possibile convertire la maschera di livello in scala di grigi a 8 bit ed è stata saltata.
ja: レイヤーマスクは 8 ビット グレースケールに変換できず、スキップされました。
pt_br: A máscara de camada não pôde ser convertida para escala de cinza de 8 bits e foi ignorada.
ru: Маску слоя не удалось преобразовать в 8-битную шкалу серого, и она была пропущена.
zh_hans: 图层蒙版无法转换为 8 位灰度并被跳过。

source: The layer mask is turned off. Shift-click its thumbnail to turn it on, then paint.
ar: تم إيقاف تشغيل قناع الطبقة. انقر مع الضغط على مفتاح Shift على الصورة المصغرة لتشغيلها، ثم قم بالطلاء.
es: La máscara de capa está desactivada. Presione Mayús y haga clic en su miniatura para encenderla y luego pinte.
fr: Le masque de calque est désactivé. Maj-cliquez sur sa vignette pour l'activer, puis peignez.
hi: लेयर मास्क बंद है. इसे चालू करने के लिए इसके थंबनेल पर शिफ़्ट-क्लिक करें, फिर पेंट करें।
it: La maschera di livello è disattivata. Fai clic tenendo premuto il tasto Maiusc sulla sua miniatura per attivarla, quindi dipingi.
ja: レイヤーマスクはオフになっています。 Shift キーを押しながらサムネイルをクリックしてオンにし、ペイントします。
pt_br: A máscara de camada está desativada. Clique com a tecla Shift pressionada na miniatura para ativá-la e depois pinte.
ru: Маска слоя отключена. Удерживая клавишу Shift, щелкните его миниатюру, чтобы включить его, а затем раскрасьте.
zh_hans: 图层蒙版已关闭。按住 Shift 键并单击其缩略图将其打开，然后进行绘制。

source: The object mask could not be rendered.
ar: لا يمكن عرض قناع الكائن.
es: No se pudo representar la máscara del objeto.
fr: Le masque d'objet n'a pas pu être rendu.
hi: ऑब्जेक्ट मास्क प्रस्तुत नहीं किया जा सका.
it: Non è stato possibile eseguire il rendering della maschera dell'oggetto.
ja: オブジェクト マスクをレンダリングできませんでした。
pt_br: A máscara do objeto não pôde ser renderizada.
ru: Маску объекта невозможно отобразить.
zh_hans: 无法渲染对象蒙版。

source: The smart object was rasterized. Linked contents can’t be edited.
ar: تم تنقيط الكائن الذكي. لا يمكن تحرير المحتويات المرتبطة.
es: El objeto inteligente fue rasterizado. Los contenidos vinculados no se pueden editar.
fr: L'objet intelligent a été rastérisé. Les contenus liés ne peuvent pas être modifiés.
hi: स्मार्ट ऑब्जेक्ट का रेखापुंजीकरण किया गया था। लिंक की गई सामग्री संपादित नहीं की जा सकती.
it: L'oggetto intelligente è stato rasterizzato. I contenuti collegati non possono essere modificati.
ja: スマート オブジェクトがラスター化されました。リンクされたコンテンツは編集できません。
pt_br: O objeto inteligente foi rasterizado. O conteúdo vinculado não pode ser editado.
ru: Смарт-объект был растрирован. Связанное содержимое нельзя редактировать.
zh_hans: 智能对象被光栅化。链接内容无法编辑。

source: The trimmed image dimensions are invalid.
ar: أبعاد الصورة المقتطعة غير صالحة.
es: Las dimensiones de la imagen recortada no son válidas.
fr: Les dimensions de l'image rognée ne sont pas valides.
hi: काटे गए छवि आयाम अमान्य हैं.
it: Le dimensioni dell'immagine ritagliata non sono valide.
ja: トリミングされた画像の寸法が無効です。
pt_br: As dimensões da imagem cortada são inválidas.
ru: Недопустимые размеры обрезанного изображения.
zh_hans: 修剪后的图像尺寸无效。

source: There isn’t enough memory to make that selection.
ar: لا توجد ذاكرة كافية لإجراء هذا التحديد.
es: No hay suficiente memoria para hacer esa selección.
fr: Il n'y a pas assez de mémoire pour effectuer cette sélection.
hi: वह चयन करने के लिए पर्याप्त मेमोरी नहीं है.
it: Non c'è abbastanza memoria per effettuare quella selezione.
ja: その選択を行うのに十分なメモリがありません。
pt_br: Não há memória suficiente para fazer essa seleção.
ru: Недостаточно памяти для выбора.
zh_hans: 没有足够的内存来进行该选择。

source: These layers supply live masks
ar: توفر هذه الطبقات أقنعة حية
es: Estas capas suministran máscaras vivas.
fr: Ces couches fournissent des masques vivants
hi: ये परतें जीवित मुखौटे की आपूर्ति करती हैं
it: Questi strati forniscono maschere dal vivo
ja: これらのレイヤーはライブマスクを提供します
pt_br: Essas camadas fornecem máscaras vivas
ru: Эти слои создают живые маски.
zh_hans: 这些层提供实时掩模

source: This Layer
ar: هذه الطبقة
es: Esta capa
fr: Cette couche
hi: यह परत
it: Questo strato
ja: このレイヤー
pt_br: Esta camada
ru: Этот слой
zh_hans: 这一层

source: This Photoshop file uses a format version Compositor can’t read.
ar: يستخدم ملف Photoshop هذا إصدار تنسيق لا يستطيع Compositor قراءته.
es: Este archivo de Photoshop utiliza una versión de formato que Compositor no puede leer.
fr: Ce fichier Photoshop utilise une version de format que Compositor ne peut pas lire.
hi: यह फ़ोटोशॉप फ़ाइल एक ऐसे प्रारूप संस्करण का उपयोग करती है जिसे कंपोज़िटर पढ़ नहीं सकता।
it: Questo file Photoshop utilizza una versione del formato che Compositor non può leggere.
ja: この Photoshop ファイルは、Compositor が読み取れない形式バージョンを使用しています。
pt_br: Este arquivo do Photoshop usa uma versão de formato que o Compositor não consegue ler.
ru: Этот файл Photoshop использует версию формата, которую композитор не может прочитать.
zh_hans: 此 Photoshop 文件使用合成器无法读取的格式版本。

source: This Photoshop file uses a layer compression method that isn’t supported.
ar: يستخدم ملف Photoshop هذا طريقة ضغط طبقة غير مدعومة.
es: Este archivo de Photoshop utiliza un método de compresión de capas que no es compatible.
fr: Ce fichier Photoshop utilise une méthode de compression de calque qui n'est pas prise en charge.
hi: यह फ़ोटोशॉप फ़ाइल एक परत संपीड़न विधि का उपयोग करती है जो समर्थित नहीं है।
it: Questo file Photoshop utilizza un metodo di compressione dei livelli non supportato.
ja: この Photoshop ファイルは、サポートされていないレイヤー圧縮方法を使用しています。
pt_br: Este arquivo do Photoshop usa um método de compactação de camada que não é compatível.
ru: В этом файле Photoshop используется метод сжатия слоев, который не поддерживается.
zh_hans: 此 Photoshop 文件使用了不受支持的图层压缩方法。

source: This Photoshop layer type isn’t supported and was imported as pixels.
ar: نوع طبقة Photoshop هذا غير مدعوم وتم استيراده على شكل وحدات بكسل.
es: Este tipo de capa de Photoshop no es compatible y se importó como píxeles.
fr: Ce type de calque Photoshop n’est pas pris en charge et a été importé sous forme de pixels.
hi: यह फ़ोटोशॉप परत प्रकार समर्थित नहीं है और इसे पिक्सेल के रूप में आयात किया गया था।
it: Questo tipo di livello di Photoshop non è supportato ed è stato importato come pixel.
ja: この Photoshop レイヤー タイプはサポートされていないため、ピクセルとしてインポートされました。
pt_br: Este tipo de camada do Photoshop não é compatível e foi importado como pixels.
ru: Этот тип слоя Photoshop не поддерживается и был импортирован в виде пикселей.
zh_hans: 此 Photoshop 图层类型不受支持，并且已作为像素导入。

source: This adjustment type isn’t supported and was skipped.
ar: نوع التعديل هذا غير مدعوم وتم تخطيه.
es: Este tipo de ajuste no es compatible y se omitió.
fr: Ce type d’ajustement n’est pas pris en charge et a été ignoré.
hi: यह समायोजन प्रकार समर्थित नहीं है और इसे छोड़ दिया गया है।
it: Questo tipo di aggiustamento non è supportato ed è stato ignorato.
ja: この調整タイプはサポートされていないためスキップされました。
pt_br: Este tipo de ajuste não é compatível e foi ignorado.
ru: Этот тип корректировки не поддерживается и был пропущен.
zh_hans: 此调整类型不受支持，已被跳过。

source: This clipping mask’s base isn’t supported, so clipping was skipped.
ar: قاعدة قناع القطع هذه غير مدعومة، لذا تم تخطي القطع.
es: La base de esta máscara de recorte no es compatible, por lo que se omitió el recorte.
fr: La base de ce masque d’écrêtage n’est pas prise en charge, l’écrêtage a donc été ignoré.
hi: इस क्लिपिंग मास्क का आधार समर्थित नहीं है, इसलिए क्लिपिंग छोड़ दी गई।
it: La base di questa maschera di ritaglio non è supportata, quindi il ritaglio è stato saltato.
ja: このクリッピング マスクのベースはサポートされていないため、クリッピングはスキップされました。
pt_br: A base desta máscara de recorte não é suportada, portanto o recorte foi ignorado.
ru: База этой обтравочной маски не поддерживается, поэтому обрезка была пропущена.
zh_hans: 不支持此剪贴蒙版的基础，因此跳过了剪贴。

source: This import exceeds the current %@-megapixel document budget or %@-pixel side limit.
ar: يتجاوز هذا الاستيراد ميزانية المستند الحالية %@-ميجابكسل أو الحد الأقصى لجانب %@-بكسل.
es: Esta importación excede el presupuesto actual de %@-megapixel del documento o el límite lateral de %@-pixel.
fr: Cette importation dépasse le budget actuel du document de %@-mégapixels ou la limite latérale de %@-pixels.
hi: यह आयात वर्तमान %@-मेगापिक्सेल दस्तावेज़ बजट या %@-पिक्सेल साइड सीमा से अधिक है।
it: Questa importazione supera l'attuale budget del documento di %@-megapixel o il limite laterale di %@-pixel.
ja: このインポートは、現在の %@-メガピクセルのドキュメント予算または %@-ピクセル側の制限を超えています。
pt_br: Esta importação excede o orçamento atual de documentos de %@ megapixels ou o limite lateral de %@ pixels.
ru: Этот импорт превышает текущий бюджет документа в %@-мегапикселях или лимит в %@-пикселях.
zh_hans: 此导入超出了当前 %@-millions 文档预算或 %@-pixel 边限制。

source: This is not a valid Compositor project, or its metadata is damaged.
ar: هذا ليس مشروع Compositor صالحًا، أو أن بيانات التعريف الخاصة به تالفة.
es: Este no es un proyecto de Compositor válido o sus metadatos están dañados.
fr: Ce n'est pas un projet Compositor valide ou ses métadonnées sont endommagées.
hi: यह वैध कंपोजिटर प्रोजेक्ट नहीं है, या इसका मेटाडेटा क्षतिग्रस्त है।
it: Questo non è un progetto Compositor valido oppure i suoi metadati sono danneggiati.
ja: これは有効な Compositor プロジェクトではないか、そのメタデータが破損しています。
pt_br: Este não é um projeto válido do Compositor ou seus metadados estão danificados.
ru: Это недопустимый проект Compositor, или его метаданные повреждены.
zh_hans: 这不是有效的合成器项目，或其元数据已损坏。

source: This layer supplies a live mask
ar: توفر هذه الطبقة قناعًا حيًا
es: Esta capa proporciona una máscara viva.
fr: Ce calque fournit un masque dynamique
hi: यह परत एक जीवंत मुखौटा प्रदान करती है
it: Questo livello fornisce una maschera live
ja: このレイヤーはライブマスクを提供します
pt_br: Esta camada fornece uma máscara viva
ru: Этот слой предоставляет живую маску
zh_hans: 该层提供实时遮罩

source: This project exceeds the supported canvas, layer, file-size, or %@-megapixel document limit.
ar: يتجاوز هذا المشروع الحد المسموح به من اللوحة القماشية أو الطبقة أو حجم الملف أو %@-ميجابكسل المدعومة.
es: Este proyecto excede el límite de lienzo, capa, tamaño de archivo o documento de %@-megapíxeles admitido.
fr: Ce projet dépasse la limite prise en charge pour le canevas, le calque, la taille du fichier ou le document %@-mégapixels.
hi: यह प्रोजेक्ट समर्थित कैनवास, परत, फ़ाइल-आकार, या %@-मेगापिक्सेल दस्तावेज़ सीमा से अधिक है।
it: Questo progetto supera il limite di tela, livello, dimensione file o documento %@-megapixel supportato.
ja: このプロジェクトは、サポートされているキャンバス、レイヤー、ファイル サイズ、または %@ メガピクセルのドキュメント制限を超えています。
pt_br: Este projeto excede o limite de tela, camada, tamanho de arquivo ou documento de %@ megapixels suportado.
ru: Этот проект превышает поддерживаемый предел размера холста, слоя, файла или %@-мегапикселя документа.
zh_hans: 该项目超出了支持的画布、图层、文件大小或%@-兆像素文档限制。

source: This project uses format version %@. This app supports versions %@–%@.
ar: يستخدم هذا المشروع إصدار التنسيق %@. يدعم هذا التطبيق الإصدارات %@–%@.
es: Este proyecto utiliza la versión de formato %@. Esta aplicación admite versiones %@–%@.
fr: Ce projet utilise la version de format %@. Cette application prend en charge les versions %@–%@.
hi: यह प्रोजेक्ट प्रारूप संस्करण %@ का उपयोग करता है। यह ऐप %@–%@ वर्जन को सपोर्ट करता है।
it: Questo progetto utilizza la versione del formato %@. Questa app supporta le versioni %@–%@.
ja: このプロジェクトは形式バージョン %@ を使用します。このアプリはバージョン %@–%@ をサポートしています。
pt_br: Este projeto usa a versão de formato %@. Este aplicativo suporta versões %@–%@.
ru: В этом проекте используется версия формата %@. Это приложение поддерживает версии %@–%@.
zh_hans: 该项目使用格式版本%@。此应用程序支持版本%@–%@。

source: Three-Way
ar: ثلاثي
es: Tres vías
fr: À trois voies
hi: तीन तरफ़ा
it: A tre vie
ja: スリーウェイ
pt_br: Três vias
ru: Трехходовой
zh_hans: 三路

source: Three-Way shows shadows, midtones, and highlights. The other choices show one wheel.
ar: يعرض برنامج Three-Way الظلال والدرجات اللونية النصفية والإبرازات. تظهر الخيارات الأخرى عجلة واحدة.
es: Three-Way muestra sombras, medios tonos y luces. Las otras opciones muestran una rueda.
fr: Trois voies affiche les ombres, les tons moyens et les hautes lumières. Les autres choix montrent une roue.
hi: थ्री-वे छाया, मध्य स्वर और हाइलाइट दिखाता है। अन्य विकल्प एक पहिया दिखाते हैं।
it: La modalità a tre mostra ombre, mezzitoni e luci. Le altre scelte mostrano una ruota.
ja: 3 ウェイでは、シャドウ、ミッドトーン、ハイライトが表示されます。他の選択肢では 1 つのホイールが表示されます。
pt_br: Three-Way mostra sombras, meios-tons e realces. As outras opções mostram uma roda.
ru: Трехстороннее отображение теней, средних тонов и светлых участков. Другие варианты показывают одно колесо.
zh_hans: 三向显示阴影、中间色调和高光。其他选项显示一个轮子。

source: Tint
ar: لون
es: tinte
fr: Teinte
hi: टिंट
it: Tinta
ja: 色合い
pt_br: Matiz
ru: оттенок
zh_hans: 色调

source: Tip
ar: نصيحة
es: consejo
fr: Astuce
hi: युक्ति
it: Suggerimento
ja: ヒント
pt_br: Dica
ru: Совет
zh_hans: 提示

source: Toggle Clipping Mask
ar: تبديل قناع القطع
es: Alternar máscara de recorte
fr: Activer/Désactiver le masque d'écrêtage
hi: क्लिपिंग मास्क टॉगल करें
it: Attiva/disattiva la maschera di ritaglio
ja: クリッピングマスクの切り替え
pt_br: Alternar máscara de corte
ru: Переключить обтравочную маску
zh_hans: 切换剪贴蒙版

source: Toggle Levels preview
ar: تبديل معاينة المستويات
es: Alternar vista previa de niveles
fr: Basculer l'aperçu des niveaux
hi: स्तर पूर्वावलोकन टॉगल करें
it: Attiva/disattiva l'anteprima dei livelli
ja: レベルのプレビューの切り替え
pt_br: Alternar visualização dos níveis
ru: Переключить предварительный просмотр уровней
zh_hans: 切换级别预览

source: Tolerance
ar: التسامح
es: Tolerancia
fr: Tolérance
hi: सहनशीलता
it: Tolleranza
ja: 許容範囲
pt_br: Tolerância
ru: Толерантность
zh_hans: 公差

source: Tonal Contrast
ar: التباين اللوني
es: Contraste tonal
fr: Contraste tonal
hi: टोनल कंट्रास्ट
it: Contrasto tonale
ja: 色調コントラスト
pt_br: Contraste tonal
ru: Тональный контраст
zh_hans: 色调对比

source: Tonal Contrast…
ar: التباين اللوني…
es: Contraste tonal…
fr: Contraste tonal…
hi: टोनल कंट्रास्ट…
it: Contrasto tonale...
ja: 色調のコントラスト…
pt_br: Contraste tonal…
ru: Тональный контраст…
zh_hans: 色调对比...

source: Tones
ar: نغمات
es: Tonos
fr: Tonalités
hi: सुर
it: Toni
ja: トーン
pt_br: Tons
ru: Тоны
zh_hans: 音调
